{
  "privacy": "*Política de Privacidade*\n\nA sua privacidade é extremamente importante para nós. Comprometemo-nos a respeitar sua privacidade e proteger qualquer informação pessoal que você possa fornecer através do nosso site, Botdosenpai, localizado em https://botdosenpai.com.br/.\nSolicitamos suas informações pessoais apenas quando elas são estritamente necessárias para fornecer nossos serviços a você. Coletamos essas informações de maneira justa e legal, com seu conhecimento e consentimento explícito. Também informamos os motivos da coleta e como essas informações serão utilizadas.\n\n*Coleta de Informações*\nRetemos as informações coletadas somente pelo tempo necessário para fornecer o serviço solicitado. Armazenamos dados protegidos por medidas de segurança tecnicamente adequadas para prevenir perda, roubo, acesso não autorizado, divulgação, cópia, uso ou alteração.\n\n*Uso e Armazenamento de Informações*\nNão compartilhamos suas informações pessoais publicamente nem com terceiros, exceto quando exigido por lei.\n\n*Compartilhamento de Informações*\nNosso site pode conter links para sites externos que não são operados por nós. Tenha em mente que não controlamos esses sites e não podemos assumir responsabilidade por suas políticas de privacidade.\n\n*Sites Externos*\nVocê pode optar por não fornecer suas informações pessoais, com o entendimento de que isso pode impedir que lhe forneçamos determinados serviços.\n\n*Recusa de Informações*\nUtilizamos o Google AdSense para veicular publicidade, que usa um cookie DoubleClick para servir anúncios relevantes e limitar a repetição de anúncios. Mais informações sobre as práticas de privacidade do Google AdSense podem ser obtidas diretamente em sua FAQ.\n\nOs cookies de publicidade comportamental são empregados para garantir que os anúncios sejam relevantes para você, rastreando seus interesses de maneira anônima.\n\n*Publicidade e Cookies*\nAo usar o site Botdosenpai, você se compromete a:\n\n- Não realizar atividades ilegais ou contrárias à ética e à ordem pública;\n- Não difundir conteúdo discriminatório, ilegal ou que promova atividades prejudiciais contra os direitos humanos;\n- Não causar danos aos sistemas físicos e lógicos de Botdosenpai, seus fornecedores ou terceiros.\n\n*Compromisso do Usuário*\nEsperamos que você esteja esclarecido sobre os cookies. Se não tiver certeza sobre algo, recomendamos deixar os cookies ativados para garantir que funcionalidades do nosso site operem conforme esperado.\n\nEsta política entra em vigor a partir de 28 de janeiro de 2025.\n\n*Mais Informações*\nEsperamos que você esteja esclarecido sobre os cookies. Se não tiver certeza sobre algo, recomendamos deixar os cookies ativados para garantir que funcionalidades do nosso site operem conforme esperado. Esta política entra em vigor a partir de 28 de janeiro de 2025.",
  "termo": "*1. Aceitação dos Termos:*\nAo utilizar o \"Bot do Senpai\" (doravante denominado \"Bot\"), você (doravante denominado \"Usuário\") concorda integralmente com os presentes Termos de Uso. Caso não concorde com qualquer parte deste documento, você não deverá utilizar o Bot.\n\n*2. Descrição do Serviço:*\nO Bot do Senpai é um chatbot de WhatsApp que oferece mensagens, conversão de imagens em stickers e serviços limitados de conexão externa com API (quando disponível). O acesso completo aos recursos do Bot está condicionado ao pagamento da assinatura mensal.\n\n*3. Cadastro e Dados Pessoais:*\nPara utilizar o Bot, o Usuário deverá fornecer seus dados pessoais, como nome, número de telefone e informações de pagamento. O Usuário é responsável pela veracidade e atualização de seus dados.\n\n*4. Pagamento da Assinatura:*\nO acesso completo aos recursos do Bot está condicionado ao pagamento da assinatura mensal, cujo valor e forma de pagamento serão informados no momento da contratação. O não pagamento da assinatura resultará na suspensão do acesso aos recursos pagos do Bot.\n\n*5. Uso Responsável:*\nO Usuário se compromete a utilizar o Bot de forma ética e responsável, respeitando a legislação vigente e os presentes Termos de Uso. É expressamente proibido:\n*Spam:* Enviar mensagens não solicitadas ou em massa através do Bot.\n*Flood:* Enviar um grande volume de mensagens em um curto período de tempo, prejudicando o funcionamento do Bot.\n*Outras más práticas:* Utilizar o Bot para fins ilegais, difamatórios, fraudulentos ou que violem os direitos de terceiros.\n\n*6. Exclusão da Conta:*\nEm caso de violação dos presentes Termos de Uso, o Bot do Senpai se reserva o direito de excluir a conta do Usuário, sem direito a reembolso da assinatura.\n\n*7. Propriedade Intelectual:*\nO conteúdo e o software do Bot são de propriedade exclusiva do Bot do Senpai. É proibida a reprodução, distribuição ou modificação do conteúdo sem autorização prévia.\n\n*8. Alterações nos Termos de Uso:*\nO Bot do Senpai se reserva o direito de alterar os presentes Termos de Uso a qualquer momento. As alterações entrarão em vigor imediatamente após a publicação no WhatsApp.\n\n*9. Limitação de Responsabilidade:*\nO Bot do Senpai não se responsabiliza por eventuais danos ou prejuízos decorrentes do uso do Bot, incluindo, mas não se limitando a, falhas de funcionamento, interrupções no serviço ou perda de dados.\n\n*10. Disposições Gerais:*\nA tolerância ao descumprimento de qualquer cláusula destes Termos de Uso não implica renúncia ao direito de exigir o cumprimento da obrigação, nem perdão do descumprimento cometido.\nA nulidade de qualquer cláusula destes Termos de Uso não prejudicará a validade das demais cláusulas.\nFica eleito o foro da comarca de Florianópolis, Santa Catarina, para dirimir quaisquer controvérsias decorrentes destes Termos de Uso.\n\n*11. Contato:*\nEm caso de dúvidas ou sugestões, entre em contato conosco pelo e-mail: contato@botdosenpai.com.br."
}